Repository: gabrielgami01/ArcadeApp
Catalog: ArcadeApp/System/Localizable.xcstrings
Source language: en
Languages: es

source: %@ started following you.
es: %@ ha comenzado a seguirte

source: %lld day(s) ago
es: Hace %lld días

source: %lld hour(s) ago
es: Hace %lld horas

source: %lld week(s) ago
es: Hace %lld semanas

source: About
es: Información

source: ABOUT
es: BIOGRAFÍA

source: Action
es: Acción

source: Active session
es: Sesión activa

source: Active Sessions
es: Sesiones Activas

source: Add badge
es: Añadir emblema

source: Add new score
es: Añadir puntuación

source: Add the games you like the most to your favorites list for quick access.
es: Añade los juegos que más te gustan a tu lista de favoritos para acceder a ellos rápidamente.

source: Add your comment
es: Añade tu comentario

source: Adventure
es: Aventura

source: All
es: Todas

source: Badges
es: Emblemas

source: Cancel
es: Cancelar

source: Challenges
es: Desafíos

source: Chart unavailable
es: Gráfico no disponible

source: Check the spelling or try a new search.
es: Revisa la ortografía o intenta una nueva búsqueda.

source: Choose your avatar and add a personal biography.
es: Elige tu avatar y añade una biografía personal.

source: Clear all
es: Borrar todo

source: Complete challenges and earn unique badges to display on your profile.
es: Completa desafíos y gana emblemas únicos para mostrar en tu perfil.

source: Continue
es: Continuar

source: Date
es: Fecha

source: Don't have an account?
es: ¿No tienes cuenta?

source: Email
es: Correo electrónico

source: Empty
es: Vacío

source: End: %@
es: Fin %@

source: Explore a list of available games with detailed descriptions and images.
es: Explora una lista de juegos disponibles con descripciones detalladas e imágenes.

source: Favorites
es: Favoritos

source: FAVORITES
es: FAVORITOS

source: FEATURED
es: DESTACADOS

source: Fighting
es: Lucha

source: Filter and Searching
es: Filtrar y Búsqueda

source: Filter games by console and search the games that interest you the most.
es: Filtra los juegos por consola y busca los que más te interesen.

source: Follow
es: Seguir

source: Follow other users, see who follows you and access the profile cards of other users.
es: Sigue a otros usuarios, mira quién te sigue y accede a las tarjetas de perfil de otros usuarios.

source: Followers
es: Seguidores

source: Following
es: Seguidos

source: Full Name
es: Nombre completo

source: Hello %@
es: Hola %@

source: Just now
es: Ahora mismo

source: Leave a review
es: Deja tu opinión

source: Like
es: Me gusta

source: List of Games and Details
es: Listado de Juegos y Detalles

source: Log In
es: Iniciar sesión

source: Log Out
es: Cerrar sesión

source: Network not available
es: Red no disponible

source: No available badges
es: Sin emblemas disponibles

source: No favorite games
es: No tienes juegos favoritos

source: No featured games
es: No hay juegos destacados

source: No games found
es: No se encontraron juegos

source: No notifications
es: Sin notificaciones

source: No results for '%@'
es: No hay resultados para ‘%@’

source: No reviews
es: Sin opiniones

source: No scores
es: Sin puntuaciones

source: No sessions
es: Sin sesiones

source: Notifications
es: Notificaciones

source: NOW PLAYING
es: JUGANDO

source: Offline
es: Desconectado

source: OK
es: VALE

source: OOOOOPS!
es: UUUUUPS!

source: Password
es: Contraseña

source: PERSONAL CARD
es: TARJETA DE USUARIO

source: Platformer
es: Plataformas

source: Player's Reviews
es: Opiniones

source: Profile
es: Perfil

source: Racing
es: Carreras

source: Rating
es: Valoración

source: Re-enter password
es: Repite la contraseña

source: Read reviews and ratings from other users and leave your own feedback.
es: Lee opiniones y valoraciones de otros usuarios y deja tus propios comentarios.

source: Recent searches
es: Búsquedas recientes

source: Register
es: Registro

source: Release date: %@
es: Lanzamiento: %@

source: Reviews and Ratings
es: Opiniones y Valoraciones

source: Save
es: Guardar

source: Score
es: Puntuación

source: Score History
es: Histórico de Puntuaciones

source: Score Start
es: Puntuación de inicio

source: Score: %lld
es: Puntuación: %lld

source: Search
es: Buscar

source: Search for games by name.
es: Busca juegos por el nombre.

source: Search games
es: Buscar juegos

source: Send
es: Enviar

source: Shooter
es: Disparos

source: Sign Up
es: Registrarse

source: Simulation
es: Simulación

source: Something went wrong.
es: Algo ha ido mal.

source: Sports
es: Deportes

source: Start a gaming session and track how long you play.
es: Inicia una sesión de juego y registra cuánto tiempo juegas.

source: Start: %@
es: Inicio: %@

source: Strategy
es: Estrategia

source: Tap to upload an image
es: Pulsa para subir una imagen

source: There isn't any featured game by the moment.
es: No hay ningún juego destacado por el momento.

source: There isn't any game by the moment.
es: No hay juegos por el momento.

source: There isn't any review for this game yet.
es: Aún no hay opiniones para este juego.

source: There isn't any score for this game yet.
es: Aún no hay puntuaciones para este juego

source: There's no internet connection at this moment. This app needs connection in order to work.
es: No hay conexión a internet en este momento. Esta app necesita conexión para funcionar.

source: Title
es: Título

source: Unverified
es: No verificada

source: Upload your scores and visualize your progress over time through charts.
es: Sube tus puntuaciones y visualiza tu progreso a lo largo del tiempo mediante gráficos.

source: Username
es: Nombre de usuario

source: Verified
es: Verificada

source: View the global score ranking for each game, only with verified scores.
es: Visualiza el ranking global de puntuaciones por cada juego, solo con las puntuaciones verificadas.

source: What's new in Arcade Studios
es: Novedades en Arcade Studios

source: Write a review
es: Escribe tu opinión

source: You already have an active session.
es: Ya tienes una sesión activa

source: You haven't any %@ yet.
es: Aún no tienes ningún %@

source: You haven't any available badge by the moment.
es: No tienes ningún emblema disponible por el momento.

source: You haven't any favorite game yet.
es: Aún no tienes juegos favoritos

source: You haven't any notification yet.
es: Aún no tienes notificaciones

source: You haven't any score for this game yet.
es: Aún no tienes ninguna puntuación para este juego.

source: You haven't any session for this game yet.
es: Aún no tienes ninguna sesión para este juego.

source: You need a score to see the chart.
es: Necesitas una puntuación para ver la gráfica.

source: Your past sessions
es: Sesiones pasadas

source: Your scores
es: Tus puntuaciones

source: Your session
es: Tu sesión
